var porto1 = "https://github.com/rafff20/porto1";
var filmify = "https://github.com/rafff20/Filmify";
var earism = "https://github.com/rafff20/Earism";
var kedaikopi = "https://github.com/rafff20/kedaikopi";
var github = "https://github.com/rafff20";
var instagram = "https://www.instagram.com/rizqiafzn/";
var linkedin = "https://www.linkedin.com/in/rizqi-achmad-fauzan/";
var strava = "https://www.strava.com/athletes/rizqiaf";
var spotify =
  "https://open.spotify.com/user/21n4wdry6wyp5bb5eimho7iyq?si=c853e1bc941d4a67";

help = [
  "<br>",
  '<span class="command">about</span>          About me',
  '<span class="command">projects</span>       Check out my stuffs',
  '<span class="command">socials</span>        Find me on',
  '<span class="command">meow</span>           🐱🐈',
  '<span class="command">clear</span>          Clear terminal',
  '<span class="command">help</span>           Show all commands',
  "<br>",
];

about = [
  "<br>",
  "Hii, my name is Rizqi Achmad Fauzan",
  "I love exploring various things in life.",
  "Feel free to reach me out. ",
  "<br>",
];

projects = [
  "<br>",
  "Solo Projects",
  "-------------",
  'Portfolio 1       <a href="' +
    porto1 +
    '" target="_blank">github.com/rafff20/porto1' +
    "</a>",
  'Kedai Kopi        <a href="' +
    kedaikopi +
    '" target="_blank">github.com/rafff20/kedaikopi' +
    "</a>",
  'Earism            <a href="' +
    earism +
    '" target="_blank">github.com/rafff20/Earism' +
    "</a>",
  "<br></br>",
  "Group/College Projects",
  "----------------------",
  'Filmify           <a href="' +
    filmify +
    '" target="_blank">github.com/rafff20/Filmify' +
    "</a>",
  'Filmify           <a href="' +
    filmify +
    '" target="_blank">github.com/rafff20/Filmify' +
    "</a>",

  "<br>",
];

social = [
  "<br>",
  'Linkedin       <a href="' +
    linkedin +
    '" target="_blank">linkedin/rizqi-achmad-fauzan/' +
    "</a>",
  'Instagram      <a href="' +
    instagram +
    '" target="_blank">instagram/rizqiafzn/' +
    "</a>",
  'Github         <a href="' +
    github +
    '" target="_blank">github/rafff20' +
    "</a>",

  'Strava         <a href="' +
    strava +
    '"target="_blank">strava.com/athletes/rizqiaf' +
    "</a>",

  'Spotify        <a href="' +
    spotify +
    '"target="_blank">open.spotify.com/user/21n4wdry6wyp5bb5eimho7iyq?si=c853e1bc941d4a67' +
    "</a>",

  "<br>",
];

meow = [
  "<br>",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢀⣠⡴⠶⢤⣄⠀ ",
  " ⠀⠀⠀⣠⡴⠞⠳⠶⠦⣤⣀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣠⠾⠋⠀⠀⠀⠀⠹⣧⠀⠀⠀⠀⠀",
  " ⠀⠀⣰⠏⠀⠀⠀⠀⠀⠀⠉⠳⣦⡀⠀⠀⠀⠀⠀⠀⣤⡾⠿⣷⠀⠀⠀⢠⡞⠁⠀⠀⠀⠀⠀⠀⠀⢹⡆⠀⠀⠀⠀⠀⠀⠀",
  " ⠀⠀⡿⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠻⠀⣤⠤⠼⢤⡿⠃⠀⠼⠟⠻⠿⡤⠛⠀⠀⠀⠀⣠⣼⣤⣀⠀⠀⣿⠀⠀⠀⠀⠀⠀",
  " ⠀⢸⡇⠀⠀⣴⠖⠒⢶⡦⠀⠀⠀⠁⠀⠀⠀⠀⠀⠁⠀⠀⠀⠀⠀⠀⠀⠁⠀⠠⠀⠀⠻⣦⣄⣹⡄⠀⢹⡄⠀⠀⠀",
  " ⠀⢸⡄⠀⠀⡏⣠⡾⢻⠇⠠⠈⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⠀⠀⠙⢿⠀⠀⢸⡇⠀⠀⠀⠀",
  " ⠀⢸⡄⠀⠘⢷⠏⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸⡇⠀⠀⠀⠀⠀",
  " ⠀⣾⠄⣀⣀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠁⠠⠜⢧⡀⠀⠀⠀⠀",
  "   ⣴⠟⠁⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣠⣤⣄⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣴⣶⣄⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠉⠳⣄⠀⠀  ",
  " ⢀⡾⠁⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢰⣿⣿⣿⡆⠀⠀⠀⢀⣀⠀⠀⠀⠀⣿⣿⣿⡆⠀⠀⢀⡀⠀⠀⠀⠀⠀⢀⠙⣧⠀",
  " ⣼⡍⠀⣀⡀⠀⠀⠀⠀⠀⠐⠀⠀⠀⠐⠄⠛⠿⠛⠁⠀⠀⠰⠏⠙⠷⠀⠀⠀⠈⠉⠉⠀⢠⠀⠀⠀⠀⠀⠀⠀⠀⡟⠶⣼⡇⠀",
  " ⣿⣷⠞⠉⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⡀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣀⠀⠁⠀⠀⠀⢰⣀⠘⣇⠀ ",
  " ⣿⠀⢀⡴⠲⠀⠀⠀⠀⠀⠒⠀⠐⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠙⣷⡟⠀ ",
  " ⠹⣞⠋⢀⠂⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠇⣰⠇⠀⠀",
  " ⠻⣄⠆⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢀⡼⠋⠀⠀⠀",
  " ⠀⠀⠙⠷⣄⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢀⣠⡴⠋⠀⠀⠀⠀⠀",
  " ⠀⠀⠀⠀⠈⠙⣷⠶⡤⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠘⠋⢹⡆⠀⠀⠀⠀⠀⠀",
  " ⠀⠀⠀⠀⠀⢀⡏⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⣇⠀⠀⠀⠀⠀⠀",
  " ⠀⠀⠀⠀⠀⢸⠁⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢿⣤⡴⠖⠶⣄⠀",
  " ⠀⠀⠀⠀⠀⣿⠂⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸⡇⠀⠀⠀⢸⡆ ",
  " ⠀⠀⠀⣴⠞⢻⡆⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣸⠇⠀⠀⣠⡿⠀ ",
  " ⠀⠀⠀⢿⡀⠀⢿⡀⠀⠀⠀⠀⠀⢸⡆⠀⠀⠀⠀⠀⣄⠀⠀⠀⠀⠀⢠⠀⠀⠀⠀⠀⢸⠀⠀⠀⠀⠀⠀⠀⣠⡟⣀⣴⡾⠛⢈⠀",
  " ⠀⠀⠀⠐⠛⠶⣤⣽⣶⣄⠀⠀⠀⠸⣇⡀⠀⠀⠤⠴⣿⠀⠀⠀⠀⠀⢸⡶⠶⠀⠀⢀⣿⠐⠀⣀⣀⣠⣤⠾⠛⠛⠋⡁⠀⠀⠀",
  " ⠀⠀⠀⠐⠀⠀⠤⠄⠈⠉⠛⠛⠶⠶⢿⣄⠀⠄⠀⣠⣧⣤⣤⣤⡤⠶⠾⣇⠀⠀⢐⣽⠟⠛⢛⠉⠍⠁⠀⠐⠀⠀⠀⠀⠀⠀⠀",
  " ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢀⣀⣀⠙⡷⠖⣟⣋⣀⣀⣀⣀⠀⠀⠀⠈⠛⠛⠋⠥⠀⠈⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀",
  "<br>",
];

banner = [
  "     ____  _             _    ___        __                        __   ______                            	",
  "    / __ \\(_)___  ____ _(_)  /   | _____/ /_  ____ ___  ____ _____/ /  / ____/___ ___  ______  ____ _____ 	",
  "   / /_/ / /_  / / __ `/ /  / /| |/ ___/ __ \\/ __ `__ \\/ __ `/ __  /  / /_  / __ `/ / / /_  / / __ `/ __ \\	",
  "  / _, _/ / / /_/ /_/ / /  / ___ / /__/ / / / / / / / / /_/ / /_/ /  / __/ / /_/ / /_/ / / /_/ /_/ / / / /	",
  "  _/ |_/_/ /___/\\__, /_/  /_/  |_\\___/_/ /_/_/ /_/ /_/\\__,_/\\__,_/  /_/    \\__,_/\\__,_/ /___/\\__,_/_/ /_/ 	",
  "                  /_/                                                                                     	",
];
